Repository: phoqe/TakeSafe
Catalog: TakeSafe/Localization/*.lproj/Localizable.strings
Languages: sv

# introPage1Title
source: TakeSafe. Take drugs safely.
sv: TakeSafe. Ta droger säkert.

# onboardingSetupPage1Title
source: Allow access to Apple Health.
sv: Tillåt åtkomst till Apple Health.

# introPage1Description
source: Feeling fatigued? Trouble sleeping? Take control of your life by tracking the motion and effects of drugs like caffeine. All from your iPhone.
sv: Känner du dig trött? Har du sömnproblem? Ta kontroll över ditt liv genom att spåra rörelsen och effekter av droger som koffein. Allt från din iPhone.

# introPage2Title
source: From absorption to excretion.
sv: Från absorption till exkretion.

# introPage2Description
source: Follow the time course of a drug’s absorption, bioavailability, distribution, metabolism, and excretion. We make educated guesses based on numerous factors.
sv: Följ tidsförloppet för en drogs absorption, biotillgänglighet, distribution, metabolism, och exkretion. Vi gör utbildade gissningar baserat på många faktorer.

# introPage3Title
source: Realtime advice from experts.
sv: Rådgivning i realtid från experter.

# introPage3Description
source: Another cup of coffee? We’ll tell you how it will impact the rest of your day and if it’ll disturb your sleep. Because health and sleep are connected and is important.
sv: En till kopp kaffe? Vi berättar för dig hur det kommer påverka resten av dagen och om det kommer störa din sömn. För att hälsa och sömn hänger ihop och är viktigt.

# introPage4Title
source: Ready to get started?
sv: Redo att komma igång?

# introPage4Description
source: Because we are! We want to help you catch the day, perform at your best, and get a good night’s sleep. Let’s get to know each other!
sv: Vi vill hjälpa dig att fånga dagen, prestera på topp, och få en god nattssömn. Låt oss lära känna varandra!

# introPageViewButton
source: Get Started
sv: Kom igång

# onboardingSetupPage1Description
source: We can use your health data to improve our predictions.
sv: Vi kan använda din hälsoinformation för att förbättra våra förutsägelser.

# onboardingSetupPage2Title
source: When do you go to bed?
sv: När lägger du dig?

# onboardingSetupPage2Description
source: We use your bedtime to give you insight into how drugs will affect your sleep.
sv: Vi använder tiden du lägger dig för att ge dig inblick i hur droger påverkar din sömn.

# onboardingSetupPage2Button
source: Set Bedtime
sv: Ställ in läggdags

# onboardingSetupPage3Title
source: When do you wake up?
sv: När vaknar du?

# onboardingSetupPage3Description
source: We use the time you wake up to give you insight into how drugs will affect your day.
sv: Vi använder tiden du vaknar för att ge dig inblick i hur droger kommer påverka din dag.

# onboardingSetupPage3Button
source: Set Wake Up Time
sv: Ställ in väckningstid

# onboardingSetupPage4Title
source: Thank you! That’s enough.
sv: Tack! Det räcker.

# onboardingSetupPage4Description
source: We now have enough data to make accurate predictions. You’re ready to start using TakeSafe.
sv: Vi har nu tillräckligt med information för att göra nogranna förutsägelser. Du är redo att börja använda TakeSafe.

# onboardingSetupPage4Button
source: Continue
sv: Fortsätt

# setupPageViewAppleHealthAccessButton
source: Allow Access to Apple Health
sv: Tillåt tillgång till Apple Health

# setupPageViewSkipButton
source: Skip
sv: Skippa

# healthDataUnavailableAlertTitle
source: Apple Health Unavailable
sv: Apple Health ej tillgängligt

# healthDataUnavailableAlertMessage
source: Apple Health is not available on your device.
sv: Apple Health är inte tillgängligt på din enhet.

# appleHealthAuthErrorAlertTitle
source: Apple Health Error
sv: Fel med Apple Health

# appleHealthAuthErrorAlertMessage
source: Something went wrong when allowing us access to your health data. You can try again later in Settings.
sv: Något gick fel när du gav oss tillgång till din hälsoinformation. Du kan försöka igen senare i Inställningar.

source: Remove
sv: Ta bort

source: Remove
sv: Ta bort

# drugsTitle
source: Drugs
sv: Läkemedel

# drugsErrorTitle
source: Couldn’t fetch drug list.
sv: Kunde inte hämta läkemedelslista.

# drugsErrorDescription
source: Something went wrong. Try again later.
sv: Någonting gick fel. Försök igen senare.

# drugsEmptyTitle
source: No drugs in store.
sv: Inga läkemedel i lager.

# drugsEmptyDescription
source: Looks like there are no drugs available.
sv: Det verkar inte finnas några läkemedel inlagda.

# drugDrugClass
source: Drug class
sv: Drogklass

# drugDependenceName
source: Dependence
sv: Beroende

# drugDependenceDescription
source: Dependence is an adaptive state that develops from repeated drug administration and results in withdrawal upon cessation of drug use.
sv: Beroende är ett fenomen som innebär de fysiska och psykiska mekanismerna bakom att en person återkommande utsätter sig för något som den vet är skadligt.

# drugAddictionName
source: Addiction
sv: Missbruk

# drugAddictionDescription
source: Addiction is a brain disorder characterized by compulsive engagement in rewarding stimuli despite adverse consequences.
sv: Ett missbruk är felanvändning av exempelvis droger, förtroenden eller andra saker som anses skadligt eller sjukligt.

# drugTakeDrug
source: Take %@
sv: Ta %@

# takeDrugBioavailabilityName
source: Bioavailability
sv: Biotillgänglighet

# takeDrugBioavailabilityDescription
source: The proportion of a drug which enters the circulation when introduced into the body and so is able to have an active effect.
sv: Hur stor del av ett läkemedel som når systemkretsloppet i en organism.

# takeDrugDose
source: Dose
sv: Dos

# takeDrugCommonDoses
source: Common doses
sv: Vanliga doser

# takeDrugInCirculation
source: Circulation
sv: Cirkulation

# takeDrugMedianLethalDoseDescription
source: The dose required to kill half the members of a tested population after a specified test duration.
sv: Värdet en specifik substans erhålls genom att i djurförsök utsätta olika grupper av försöksdjur för varierande doser av substansen, varpå en del av försöksdjuren dör.

# takeDrugTake
source: Take %d %@
sv: Ta %d %@

# takeDrugCancel
source: Cancel
sv: Avbryt

# takeDrugRouteOfAdministration
source: Route
sv: Administreringsväg

# takeDrugDosage
source: Dosage
sv: Dosering

# takeDrugDosageFooter
source: Your body will absorb around %d %@ of %@ due to its %d%% bioavailability in the selected administration route.
sv: Din kropp kommer absorbera omkring %d %@ av %@ på grund av dess %d%% biotillgänglighet i den valda administreringsvägen.

source: Reference Daily Intake
sv: Rekommenderat dagligt intag

# referenceDailyIntakeMessage
source: The daily intake level of a nutrient that is considered to be sufficient to meet the requirements of 97–98% of healthy individuals.
sv: Ett mått på hur mycket av vitaminer och mineralämnen en person bör äta varje dag.

source: Interactions
sv: Interaktioner

source: The list may not cover all drug interactions. Check with a physician if you have health questions or concerns.
sv: Detta täcker inte alla läkemedelsinteraktioner. Kontrollera med en läkare om du har hälsofrågor eller problem.

# timelineOnset
source: Onset
sv: Början

# profileTitle
source: Activity
sv: Aktivitet

# profileEmptyTitle
source: No active drugs.
sv: Inga aktiva läkemedel.

# profileEmptyDescription
source: Add a drug and it’ll appear here.
sv: Lägg till ett läkemedel så dyker det upp här.

# settingsTitle
source: Settings
sv: Inställningar

# settingsGoToSleep
source: Bedtime
sv: Läggdags

# settingsWakeUp
source: Wake up
sv: Väckningstid

# settingsAbout
source: About
sv: Om

# settingsSleep
source: Sleep
sv: Sömn

source: Pregnancy Mode
sv: Graviditetsläge

# We tailor drug and dosage information in regards to your pregnancy.
source: We can tailor drug and dosage information with regards to your pregnancy.
sv: Vi kan skräddarsy läkemedels- och dosinformation med avseende på din graviditet.

source: Connected
sv: Ansluten

source: Not Connected
sv: Ej ansluten

source: Connect Apple Health...
sv: Anslut Apple Health...

source: We can use data from Apple Health to give you info and advice in realtime.
sv: Vi kan använda data från Apple Health för att ge dig information och råd i realtid.

source: We use data from Apple Health to give you info and advice in realtime.
sv: Vi använder data från Apple Health för att ge dig information och råd i realtid.

source: Connect Apple Health
sv: Anslut Apple Health

# aboutTitle
source: About
sv: Om

# aboutLinks
source: Links
sv: Länkar

# aboutWebsite
source: Website
sv: Hemsida

# aboutTermsOfService
source: Terms of Service
sv: Användarvillkor

# aboutPrivacyPolicy
source: Privacy Policy
sv: Integritetspolicy

source: Licenses
sv: Licenser

source: By %@
sv: Av %@

# drugClassStimulantDescription
source: A substance that raises levels of physiological or nervous activity in the body.
sv: Preparaten i denna grupp förstärker så väl sinnesförnimmelser som tankar och beteenden.

# addictionLow
source: Low
sv: Låg

# addictionModerate
source: Moderate
sv: Måttlig

# addictionHigh
source: High
sv: Hög

# dependenceLow
source: Low
sv: Låg

# dependenceModerate
source: Moderate
sv: Måttlig

# dependenceHigh
source: High
sv: Hög

source: Insufflation
sv: Inblåsning

source: Enema
sv: Lavemang

source: Rectal
sv: Rektal

source: Intravenous
sv: Intravenöst

source: Minor
sv: Lindrig

source: Moderate
sv: Måttlig

source: Major
sv: Allvarlig

source: Do not take this combination!
sv: Ta inte denna kombination!

source: Be cautious with this combination!
sv: Var försiktig med denna kombination.

source: Be watchful with this combination!
sv: Var uppmärksam med denna kombination.

# Remove active drug?
source: Remove “%@”?
sv: Ta bort “%@”?

source: You will no longer be able to track this drug.
sv: Du kommer inte längre kunna spåra detta läkemedel.

source: Onset
sv: Början

source: You’ll start to feel the effects shortly.
sv: Du kommer börja känna effekterna inom kort.

source: Excretion
sv: Exkretion

source: The effects have worn off.
sv: Effekterna har försvunnit.
